# Start -------------------
commands_description = """
1. /subscribe - включить рассылку.
4. /reset - отменить рассылку.

🔧 Администраторские команды:
   /stats - статистика.
   /help - получить список всех команд.
"""

start = f"""Привет!

🚀 Быстрый старт:
{commands_description}
"""

# Registration process -------------------
subcribed_succesfully = """
        🎉 Отлично, теперь ты готов к получений ежедневной мотивации!
"""

subcribed_already= "Ты уже подписан на рассылку."

reset_succesfully = "Рассылка успешно отключена"

# Errors -------------------
smth_went_wrong= "⚠️ Что-то пошло не так."

unknown_command = "Прости, я не понимаю эту команду."

not_admin = "⚠️ У вас нет прав для этой команды."